[Translator]
Name=Zbigniew Strzelczyk <zstrzelczyk@gazeta.pl>
Updated=10.09.2015

[LanguageString]
Record=Nagywanie
Resume=Wznów
Pause=Przerwa
Encoding=Kodowanie
Capture=Przechwyć
Area=Obszar
Resize=Rozmiar
Open=Otwórz
Options=Opcje
Report=Raport
Info=Informacja
Hotkey=Skrót klaw.
Hotkeys=Skróty klaw.
Save=Zapis
Codecs=Kodeki
Timelimit=Limit czasu
Stop=Stop
Confirm=Potwierdź
Version=Wersja
Language=Język
Stereo=Stereo
Mono=Mono
Sound=Dźwięk
Warning=Ostrzeżenie
Error=Błąd
Information=Informacja
Confirm=Potwierdź
Effect=Efekt
&Yes=&Tak
&No=&Nie
&OK=&OK
&Cancel=&Anuluj
&Abort=&Przerwij
&Retry=&Powtórz
&Ignore=&Ignoruj
KeyframeRate=Szybkość klatek
ModifiedWindowsHostFile=Wykryto zmiany w pliku Hosts.
StopRecording=Zatrzymaj nagrywanie.
StartRecording.=Uruchom nagrywanie.
CaptureScreen=Przechwyć ekran.
CopyToClipboard=Kopiuj do schowka
PressKeyStopRecording=Naciśnij na %s by zatrzymać nagrywanie.
RecordingFailed=Nagrywanie nie powiodło się.
CauseAudioSynthesis=Przyczyna (synteza dźwięku): 
NotExistDefaultOutputPath=Ścieżka wyjściowa nie istnieje. Zmień na ścieżkę domyślną.
UpdateNewVersion=Aktualizuj oCAM do nowej wersji.
SelectAreaToRecord=Wybierz obszar do nagrywania.
ResizeRecordingArea=Zmień rozmiar obszaru nagrywania.
ChangeSettings=Ogólne ustawienia programu.
DisplaySoftwareInformation=Informacja o programie i licencji.
OpenOutputPath=Otwórz folder wyjściowy.
BrowseForFolder=Przeglądaj foldery
FailedRecordRegisterHotkey=Nie można zarejestrować skrótu klawiszowego dla nagrywania.
FailedPauseRegisterHotkey=Skrót klawiszowy Przerwa nie może być zarejestrowany.
FailedCaptureRegisterHotkey=Nie można zarejestrować skrótu klawiszowego dla przechwytu ekranu.
FailedRecordAreaRegisterHotkey=Nie można zarejestrować skrótu klawiszowego dla "Wyboru obszaru nagrywania".
PleaseChangeHotkey=Zmień ustawienia skrótu klawiszowego.
LanguageChanged=Zmieniono język. Będzie zastosowany po restarcie programu.
DownloadCodecs=Pobierz kodeki z internetu.
WhenUsedGoodCodecs=Zalecane kodeki do stosowania w оCаm.
GotoCodecPage=Przejść na stronę pobierania kodeków?
DontShowAgain=Nie pokazuj ponownie.
RecordingStarting=Uruchamianie...
RecordingStopping=Zatrzymywanie...
FailedInitWASSoundLibDLL=Nie można zainicjować biblioteki dźwięków. Sprawdź czy usługa Windows Audio jest uruchomiona.
JPEGQuality=Jakość JPEG
CompressQuality=Jakość kompresji
Enabled=Włączony
Disabled=Wyłączony
Used=Używany
NotUsed=Nie używany
LowDiskSpace=Za mało miejsca na dysku.
Watermark=Znak wodny
RecordSystemAudio=Systemowe nagrywanie dźwięku
DoNotRecordMicrophone=Nie nagrywaj z mikrofonu
DoNotRecordSystemAudio=Nie systemowym audio
VeryHigh=Bardzo wysoka
High=Wysoka
Medium=Średnia
Low=Niska
VeryLow=Bardzo niska
Auto=Auto
CantNotLoadImage=Nie można pobrać obrazu znaku wodnego z pliku.
NotFoundTheTargetRecordWindow=Nie znaleziono docelowego okna nagrywania
RecordingGame=Gra
VeryFast=Bardzo szybko
Fast=Szybko
Normal=Normalnie
Slow=Wolno
VerySlow=Bardzo wolno
UltraHigh=Bardzo wysoka
FileName=Nazwa pliku
ConnectionFailed=Połączenie z serwerem nie powiodło się.
Congratulations=Gratulacje
SuccessfullyRegistered=Gratulacje! Zarejestrowałeś pomyślnie.
InvalidSerialNumber=Zły numer seryjny. Numer seryjny wydaje się być nieważny.
InvalidEMailAddress=Błędny adres e-mail. Adres e-mail wydaje się być nieważny.
RegisterExpired=Numer seryjny użyty do aktywacji tego produktu już wygasł.
InvalidResponseFromServer=Odebrano nieprawidłową odpowiedź od serwera.
RegisterAleady=Numer seryjny jest już zarejestrowany.
Donate=Dotacja
MonitorNotSupportResolution=Monitor nie obsługuje tej rozdzielczości.
HalfSize=Połowa rozmiaru
FitWidth=Dopasuj do szerokość
FitHeight=Dopasuj do wysokość
Custom=Dostosuj

[frmMain]
mnuRecordScreen.Caption=&Pełny ekran
mnuPrimaryMonitor.Caption=&Główny monitor
mnuSecondaryMonitor.Caption=&Dodatkowy monitor
mnuFindTarget.Caption=Wybierz &obszar...
mnuISOMPEG1standard.Caption=ISO MPEG-1 standard ( .AVI )
mnuISOMPEG2standard.Caption=ISO MPEG-2 standard ( .AVI )
mnuISOMPEG4standard.Caption=ISO MPEG-4 standard ( .AVI )
mnuXvid.Caption=ISO MPEG-4 XVID ( .AVI )
mnuOpenDivx.Caption=ISO MPEG-4 OpenDivx ( .AVI )
mnuMicrosoftMPEG4part2.Caption=Microsoft MPEG-4 part 2 ( .AVI )
mnuMicrosoftMPEG4part3.Caption=Microsoft MPEG-4 part 3 ( .AVI )
mnuFlashVideo.Caption=Flash Video ( .FLV )
mnuISOMPEG4standardMP4.Caption=ISO MPEG-4 standard ( .MP4 )
mnuAppleQuickTime.Caption=Apple QuickTime ( Sony Vegas editable ) ( .MOV )
mnuMPEG2TransportStream.Caption=MPEG-2 przesyłanie strumieniowe ( .TS )
mnuMPEG2PSformat.Caption=MPEG-2 PS ( .VOB )
mnuVFWCodec.Caption=Zewnętrzne kodeki... ( .AVI )
mnuISOMPEG4standardWMV.Caption=Microsoft MPEG-4 part 3 ( .WMV )
mnuISOWMV2.Caption=Windows Media Video 8 ( .WMV )
mnuMP3AudioCodec.Caption=MPEG audio layer 3 ( .MP3 )
mnuWMAAudioCodec.Caption=Windows Media Audio 2 ( .WMA )
ActionManager.Categorys.&Mode=Tryb
ActionManager.Categorys.&Tools=Narzędzia
ActionManager.Categorys.&Help=Pomoc
actOptions.Caption=&Opcje...
actInformation.Caption=&O programie...
mnuRecordingTheScreenAndAudio.Caption=Nagrywanie ekranu i wyjścia audio
mnuRecordingOnlyAudio.Caption=Nagrywanie tylko wyjścia audio

[frmOption]
btnOK.Caption=&OK
btnCancel.Caption=&Anuluj
gbxVideoEncoding.Caption=Wideo
lblFPS.Caption=Kl/sek : 
lblKeyframeRate.Caption=Szybkość klatek kluczowych:
lblVideoBitrate.Caption=Przepływność : 
gbxAudioEncoding.Caption=Audio
lblAudioBitrate.Caption=Przepływność : 
btnRestoreDefaultSettings.Caption=&Przywróć ustawienia domyślne
lblSampleRate.Caption=Próbkowanie: 
lblAudioDrive.Caption=Urządzenie :
lblChannel.Caption=Kanał : 
chkAudio.Caption=Ustawienia urządzenia audio
chkRecordCursor.Caption=Włącz kursor
chkBalanceReposition.Caption=Przemieszczaj główne okno wraz z obszarem nagrywania.
gbxHotkeySettings.Caption=Ustawieniaq skrótów klawiszowych
lblCaptureHotkey.Caption=Przechwyt:
lblRecordHotkey.Caption=Nagrywanie: 
lblPauseHotkey.Caption=Przerwa: 
lblTargetHotkey.Caption=Cel:
gbxRservationRecord.Caption=Ustaw czas trwania nagrania
lblMin.Caption=Minut
lblSecond.Caption=Sekund
lblAfterCompletion.Caption=Po zakończeniu
chkRecordingTimeLimite.Caption=&Włącz
gbxLanguage.Caption=Ustawienia języka
lblLanguage.Caption=Język:
Caption=Opcje
tsInformation.Caption=Informacje
tsLicense.Caption=Umowa licencyjna
lblCaptureFormat.Caption=Format pliku przechwyconego obrazu:
lblUsingMultiCore.Caption=Użyj wielu rdzeni: 
gbxMouseEffect.Caption=Efekt myszy
chkEnabledMouseEffect.Caption=Efekt włączony
lblMouseEffectColor.Caption=Kolor
lblMouseEffectSize.Caption=Rozmiar
gbxTimeLimitSettings.Caption=Opcje
rbTimeLimitDoNothing.Caption=Nic nie rób
rbTimeLimitStartNewRecording.Caption=Uruchom nowe nagrywanie
rbTimeLimitExitProgram.Caption=Wyjdź z programu
rbTimeLimitShutdown.Caption=Wyłącz komputer
gbxWatermarkSettings.Caption=Dodaj znak wodny do wideo
chkUseWatermark.Caption=Stosuj znaki wodne
lbledtWatermakrImagePath.Caption=Ścieżka do obrazu: 
lblOpacity.Caption=Nieprzezroczystość: 
gbxWatermarkImagePosition.Caption=Pozycja
lblVideoQuality.Caption=Jakość: 
lblEncoderThreadCount.Caption=Ilość wątków kodera: 
lbledtOutputPath.Caption=Ścieżka wyjściowa:
chkShowFPSOverlay.Caption=Pokaż szyb. klatek nakładki
gbxGameRecording.Caption=Nagrywanie gry
lblColorConversionQuality.Caption=Jakość konwersji koloru : 
pmnuPrefixDateTime.Caption=Prefiks + data + czas
pmnuProgramNameDateTime.Caption=ProgramName + Date + Time
pmnuUserIDDateTime.Caption=UserID + Date + Time
pmnuDisplayUserNameDateTime.Caption=DisplayUserName + Date + Time
pmnuPrefixLocalizationDateNumber.Caption=Prefix + LocalizationDate + Number(#)
pmnuProgramNameLocalizationDateNumber.Caption=ProgramName + LocalizationDate + Number(#)
pmnuUserIDLocalizationDateNumber1.Caption=UserID + LocalizationDate + Number(#)
pmnuDisplayUserNameLocalizationDateNumber1.Caption=DisplayUserName + LocalizationDate + Number(#)
pmnuPrefixNumber1.Caption=Prefix + Number(#)
pmnuPrefixNumber2.Caption=Prefix + Number(##)
pmnuPrefixNumber3.Caption=Prefix + Number(###)
pmnuProgramNameNumber1.Caption=ProgramName + Number(#)
pmnuProgramNameNumber2.Caption=ProgramName + Number(##)
pmnuProgramNameNumber3.Caption=ProgramName + Number(###)
pmnuNumber1.Caption=Number(#)
pmnuNumber2.Caption=Number(##)
pmnuNumber3.Caption=Number(###)
pmnuHelp.Caption=&Pomoc...
ledtFileName.Caption=Nazwa pliku: 
chkHideDragCursorInRecordingArea.Caption=Ukryj przeciągnięty kursor w obszarze nagrywania
gbResizeVideo.Caption=Zmień rozmiar
chkResizeVideo.Caption=Zmień rozmiar wideo
lblResolution.Caption=Rozdzielczość:
lblResizeQuality.Caption=Jakość: 

[frmAbout]
lblDescription.Caption=oCam jest darmowym rejestratorem dla domu i biura.
btnOK.Caption=&OK
btnSendReport.Caption=Prześlij raport o błędzie...
Caption=O programie
tsInformation.Caption=Informacja
tsLicense.Caption=Umowa licencyjna

[frmVFWCodecs]
Caption=Zewnętrzne kodeki
chkUseVFWCodec.Caption=&Użyj zewnętrznego kodeka
btnDownloadCodecs.Caption=Pobierz zewnętrzne kodeki...
btnVideoConfiguration.Caption=&Ustawienia
btnInformation.Caption=&Informacja
btnOK.Caption=&OK
btnCancel.Caption=&Anuluj

[frmRegister]
Caption=Rejestracja
ledtEMail.Caption=EMail:
ledtSerialNumber.Caption=Numer seryjny:
btnOK.Caption=&OK
btnCancel.Caption=&Anuluj

[frmInternetAuth]
Caption=Czekaj...
lblAuthentication.Caption=Uwierzytelnianie...